Repository: Volodymyr-Mishyn/russian-losses-frontend
Catalog: src/locale/messages.*.xlf
Languages: de, es, it, ja, uk

source: An official fundraising account created by NBU to support the Armed Forces of Ukraine. All collected funds are directed to enhance Ukraine's defense capability: weapons, equipment, food, medicine, and other supplies.
de: Ein offizielles Spendenkonto der NBU zur Unterstützung der Streitkräfte von Ukraine. Alle gesammelten Mittel dienen der Verbesserung der Verteidigungsfähigkeit der Ukraine: Waffen, Ausrüstung, Lebensmittel, Medikamente und andere Vorräte.
es: Una cuenta oficial de recaudación de fondos creada por NBU para apoyar a las Fuerzas Armadas de Ucrania. Todos los fondos recaudados están destinados a mejorar la capacidad de defensa de Ucrania: armas, equipos, alimentos, medicinas y otros suministros.
it: Un conto ufficiale di raccolta fondi creato da NBU per sostenere le Forze Armate di Ucraina. Tutti i fondi raccolti sono destinati a rafforzare la capacità di difesa dell'Ucraina: armi, attrezzature, cibo, medicine e altre forniture.

source: One of the UN's country-based pooled funds. Your donation will help humanitarian NGOs and UN agencies in Ukraine to assist the most vulnerable communities and people, and to provide them with urgently needed food, water, shelter, and other basic support.
de: Einer der länderspezifischen Sammelfonds der Vereinten Nationen. Ihre Spende hilft humanitäre NGOs und UN-Agenturen in der Ukraine, um den am stärksten gefährdeten Gemeinschaften zu helfen und Menschen zu helfen und sie mit dringend benötigten Nahrungsmitteln, Wasser, Unterkünften und anderen Grundbedürfnissen zu versorgen Unterstützung.
es: Uno de los fondos mancomunados de la ONU con base en países. Tu donación ayudará ONG humanitarias y agencias de la ONU en Ucrania para ayudar a las comunidades más vulnerables y personas, y proporcionarles alimentos, agua, refugio y otras necesidades básicas que necesitan con urgencia. apoyo.
it: Uno dei fondi comuni delle Nazioni Unite a livello nazionale. La tua donazione aiuterà ONG umanitarie e agenzie delle Nazioni Unite in Ucraina per assistere le comunità più vulnerabili e persone e fornire loro cibo, acqua, riparo e altri beni di prima necessità urgentemente necessari supporto.

source: Since then, Ukraine has been a symbol of resilience, bravely confronting against military superpower. It's a battle not only for land but for the preservation of culture and identity.
uk: Відтоді Україна є символом стійкості, і мужньо протистоїть ядерній наддержаві. Це боротьба не лише за землі, а й за збереження культури та ідентичності.

source: Many experts predicted that Ukraine's fall would be a matter of weeks, yet it's been already
uk: Багато експертів прогнозували, що падіння України буде питанням тижнів, але вже минуло

source: {{ daysCount }} days
uk: {{ daysCount }} днів

source: It's crucially important to continue fighting against this existential threat as well as remember ukrainian soldiers and people who gave their lives fighting for brighter future and freedom of Ukraine and whole Europe. This website is a tribute to all those who gave their lives for Ukraine.
uk: Надзвичайно важливо продовжувати боротьбу з цією екзистенційною загрозою, а також пам’ятати українських воїнів та людей, які віддали своє життя, борючись за світле майбутнє та свободу України та всієї Європи. Цей сайт – данина пам’яті всім, хто віддав своє життя за Україну.

# mod.entity.mlrs
source: MLRS
uk: РСЗВ

source: ( days) {{ datesRange.days }}
uk: ({{ datesRange.days }} днів)

source: Losses comparison
uk: Порівняння втрат

source: losses
uk: (втрати)

# ogDescriptionOryxUkraine
source: Constantly updating data from Oryx OSIN about ukrainian losses in the ongoing russian invasion of Ukraine
uk: Постійно оновлювані дані з Oryx OSINT про втрати України під час російського вторгнення в Україну.

source: Consider donating to Open Source Intelligence contributors whose hard work allows to preserve and document all losses of russian invaders
uk: Подумайте про пожертвування учасникам Open Source Intelligence, чия наполеглива праця дозволяє зберегти та задокументувати всі втрати російських загарбників

source: One of the UN's country-based pooled funds. Your donation will help humanitarian NGOs and UN agencies in Ukraine to assist the most vulnerable communities and people, and to provide them with urgently needed food, water, shelter, and other basic support.
uk: Один із об’єднаних фондів ООН у країні. Ваша пожертва допоможе гуманітарним НУО та агентствам ООН в Україні допомогти найбільш уразливим групам і людям, а також забезпечити їх необхідною їжею, водою, притулком та іншою основною підтримкою.
