Repository: Volodymyr-Mishyn/russian-losses-frontend
Catalog: src/locale/messages.*.xlf
Languages: de, es, it, ja, uk

# mod.entity.artillery_system
source: Artillery system
de: Artilleriesystem
es: sistema de artillería
it: Sistema di artiglieria
ja: 砲兵システム
uk: Артилерійська система

# mod.entity.anti_aircraft
source: Anti-aircraft system
de: Flugabwehrsystem
es: Sistema antiaéreo
it: Sistema antiaereo
ja: 対空システム
uk: Зенітна система

# mod.entity.plane
source: Plane
de: Flugzeug
es: Avión
it: Aereo
ja: 飛行機
uk: Літак

# mod.entity.helicopter
source: Helicopter
de: Hubschrauber
es: Helicóptero
it: Elicottero
ja: ヘリコプター
uk: Вертоліт

# mod.entity.uav
source: UAV
ja: 無人航空機
uk: БПЛА

# mod.entity.cruise_missile
source: Cruise missile
de: Marschflugkörper
es: Misil de crucero
it: Missile da crociera
ja: 巡航ミサイル
uk: Крилата ракета

# mod.entity.ship
source: Ship
de: Schiff
es: Barco
it: Nave
ja: 船
uk: Корабель

# mod.entity.submarine
source: Submarine
de: U-Boot
es: Submarino
it: Sottomarino
ja: 潜水艦
uk: Підводний човен

# mod.entity.car_cistern
source: Car/Cistern
de: Auto/Zisterne
es: Coche/Cisterna
it: Auto/Cisterna
ja: 車/水槽
uk: Автомобіль/цистерна

# mod.entity.special_equipment
source: Special equipment
de: Spezialausrüstung
es: Equipamiento especial
it: Equipaggiamento speciale
ja: 特殊装置
uk: Спеціальне обладнання

# mod.entity.personnel
source: Aprx. Personnel
de: Ca. Personal
es: Aprox. Personal
it: ca. Personale
ja: 4月職員
uk: прибл. Окупанти

# mod.entity.chart_tank
source: Tanks destroyed
de: Panzer zerstört
es: Tanques destruidos
it: Carri armati distrutti
ja: 戦車が破壊されました
uk: Танки знищені

# mod.entity.chart_armored_fighting_vehicle
source: Armored fighting vehicles destroyed
de: Gepanzerte Kampffahrzeuge zerstört
es: Vehículos blindados de combate destruidos
it: Veicoli corazzati da combattimento distrutti
ja: 破壊された装甲戦闘車両
uk: Знищено бойову броньовану техніку

# mod.entity.chart_artillery_system
source: Artillery systems destroyed
de: Artilleriesysteme zerstört
es: Sistemas de artillería destruidos.
it: Sistemi di artiglieria distrutti
ja: 砲兵システムが破壊された
uk: Знищено артилерійські системи

# mod.entity.chart_mlrs
source: Multiple Launch Rocket System destroyed
de: Mehrfachraketenwerfersystem zerstört
es: Sistema de lanzamiento múltiple de cohetes destruido
it: Sistema di lancio multiplo di razzi distrutto
ja: 多連装ロケットシステムが破壊された
uk: Ракетна система залпового вогню знищена

# mod.entity.chart_anti_aircraft
source: Anti-aircraft systems destroyed
de: Flugabwehrsysteme zerstört
es: Sistemas antiaéreos destruidos
it: Sistemi antiaerei distrutti
ja: 対空システムが破壊された
uk: Зенітні комплекси знищені

# mod.entity.chart_plane
source: Planes destroyed
de: Flugzeuge zerstört
es: Aviones destruidos
it: Aerei distrutti
ja: 飛行機が破壊されました
uk: Літаки знищені

# mod.entity.chart_helicopter
source: Helicopters destroyed
de: Hubschrauber zerstört
es: Helicópteros destruidos
it: Elicotteri distrutti
ja: 破壊されたヘリコプター
uk: Вертольоти знищені

# mod.entity.chart_uav
source: UAV destroyed
de: UAV zerstört
es: UAV destruido
it: UAV distrutto
ja: UAVが破壊されました
uk: БПЛА знищено

# mod.entity.chart_cruise_missile
source: Cruise missiles intercepted/destroyed
de: Marschflugkörper abgefangen/zerstört
es: Misiles de crucero interceptados/destruidos
it: Missili da crociera intercettati/distrutti
ja: 巡航ミサイル迎撃・破壊
uk: Перехоплені/знищені крилаті ракети

# mod.entity.chart_ship
source: Ships/boats sunken or destroyed
de: Schiffe/Boote gesunken oder zerstört
es: Barcos/barcos hundidos o destruidos
it: Navi/barche affondate o distrutte
ja: 沈没または破壊された船/ボート
uk: Затонули або знищили кораблі/човни

# mod.entity.chart_submarine
source: Submarines destroyed
de: U-Boote zerstört
es: Submarinos destruidos
it: Sottomarini distrutti
ja: 潜水艦が破壊されました
uk: Підводні човни знищені

# mod.entity.chart_car_cistern
source: Cars or Cisterns destroyed
de: Autos oder Zisternen zerstört
es: Carros o Cisternas destruidas
it: Auto o cisterne distrutte
ja: 車や水槽が破壊された
uk: Знищені автомобілі чи цистерни

# mod.entity.chart_special_equipment
source: Special equipment destroyed
de: Spezialausrüstung zerstört
es: Equipo especial destruido
it: Attrezzature speciali distrutte
ja: 特殊装備が破壊された
uk: Спецобладнання знищено

# mod.entity.chart_personnel
source: Aprx. russian Personnel eliminated
de: Ca. Russisches Personal eliminiert
es: Aprox. Personal ruso eliminado
it: ca. Eliminato il personale russo
ja: 4月ロシア人員が排除される
uk: російські окупанти ліквідовані (прибл.)

source: Infographic of casualties of the russian troops in Ukraine according to General Staff/Ministry of Defense of Ukraine
de: Infografik über die Verluste der russischen Truppen in der Ukraine nach Angaben des Generals Stab/Verteidigungsministerium der Ukraine
es: Infografía de las bajas de las tropas rusas en Ucrania según el general Estado Mayor/Ministerio de Defensa de Ucrania
it: Infografica sulle vittime delle truppe russe in Ucraina secondo il generale Stato Maggiore/Ministero della Difesa dell'Ucraina
ja: 将軍によると、ウクライナ駐留ロシア軍の死傷者のインフォグラフィック スタッフ/ウクライナ国防省

source: Tables
de: Tische
es: Mesas
it: Tabelle
ja: テーブル
uk: Таблиці

source: Charts
de: Diagramme
es: Gráficos
it: Grafici
ja: チャート
uk: Графіки

source: Type
de: Typ
es: Tipo
it: Tipo
ja: タイプ
uk: Тип

source: Value
de: Wert
es: Valor
it: Valore
ja: 価値
uk: Значення

source: Show increment-to-average
de: Inkrement zum Durchschnitt anzeigen
es: Mostrar incremento al promedio
it: Mostra incremento rispetto alla media
ja: 平均までの増分を表示
uk: Показати приріст до середнього

source: Date
de: Datum
es: Fecha
it: Data
ja: 日付
uk: Дата

source: Day of Invasion
de: Tag der Invasion
es: Día de la invasión
it: Giorno dell'invasione
ja: 侵略の日
uk: День вторгнення

source: Top days of russian losses
de: Top-Tage der russischen Verluste
es: Los mejores días de pérdidas rusas.
it: Giorni migliori di sconfitte russe
ja: ロシアの損失が最も多かった日
uk: Топ днів російських втрат

source: Top months of russian losses
de: Top-Monate mit russischen Verlusten
es: Principales meses de pérdidas rusas
it: Mesi migliori di perdite russe
ja: ロシアの損失が最も多かった月
uk: Топ місяців російських втрат

source: Summary of casualties of the russian troops in Ukraine according to General Staff/Ministry of Defense of Ukraine
de: Zusammenfassung der Verluste der russischen Truppen in der Ukraine nach Angaben des Generals Stab/Verteidigungsministerium der Ukraine
es: Resumen de las bajas de las tropas rusas en ucrania según el general Estado Mayor/Ministerio de Defensa de Ucrania
it: Riepilogo delle vittime delle truppe russe in Ucraina secondo il generale Stato Maggiore/Ministero della Difesa dell'Ucraina
ja: 将軍が発表したウクライナ駐留ロシア軍の死傷者数の概要 スタッフ/ウクライナ国防省

source: Russian losses by date
de: Russische Verluste nach Datum
es: Pérdidas rusas por fecha
it: Perdite russe per data
ja: ロシアの損失（日付別）
uk: Російські втрати за датою

source: ({{ datesRange.days }} days)
de: ({{ datesRange.days }} Tage)
es: ( {{ datesRange.days }} días)
it: ( {{ datesRange.days }}giorni)
ja: ( {{ datesRange.days }}日数)

source: Summary russian losses in range
de: Zusammenfassung der russischen Verluste in Reichweite
es: Resumen de pérdidas rusas en rango.
it: Riepilogo delle perdite russe nel raggio d'azione
ja: 射程内におけるロシアの損失の概要
uk: Підсумок російських втрат за період

source: Average russian daily losses in range
de: Durchschnittliche russische Tagesverluste in Reichweite
es: Pérdidas diarias medias rusas en rango
it: Perdite giornaliere medie russe nel range
ja: 射程内におけるロシアの1日当たりの平均損失
uk: Середні російські добові втрати за період

# pageTitleMoD
source: Ministry of Defense of Ukraine data and infographic about russian losses during invasion of Ukraine
de: Daten und Infografik des Verteidigungsministeriums der Ukraine über russische Verluste während Invasion der Ukraine
es: Datos e infografía del Ministerio de Defensa de Ucrania sobre las pérdidas rusas durante invasión de ucrania
it: Dati e infografica del Ministero della Difesa ucraino sulle perdite russe durante invasione dell'Ucraina
ja: ウクライナ国防省、戦時中のロシアの損失に関するデータとインフォグラフィック ウクライナ侵攻
uk: Дані Міноборони України про втрати росії під час вторгнення в Україну

# ogTitleMoD
source: Ministry of Defense of Ukraine data and infographic about russian losses during invasion of Ukraine
de: Daten und Infografik des Verteidigungsministeriums der Ukraine über russische Verluste während Invasion der Ukraine
es: Datos e infografía del Ministerio de Defensa de Ucrania sobre las pérdidas rusas durante invasión de ucrania
it: Dati e infografica del Ministero della Difesa ucraino sulle perdite russe durante invasione dell'Ucraina
ja: ウクライナ国防省、戦時中のロシアの損失に関するデータとインフォグラフィック ウクライナ侵攻
uk: Дані Міноборони України про втрати росії під час вторгнення в Україну

# ogDescriptionMoD
source: Constantly updating data of Ministry of defense of Ukraine about russian losses in the ongoing russian invasion of Ukraine
de: Ständig aktualisierte Daten des Verteidigungsministeriums der Ukraine über russische Verluste in die anhaltende russische Invasion in der Ukraine
es: El Ministerio de Defensa de Ucrania actualiza constantemente los datos sobre las pérdidas rusas en La actual invasión rusa de Ucrania.
it: Aggiornamento costante dei dati del Ministero della Difesa ucraino sulle perdite russe l’invasione russa in corso dell’Ucraina
ja: ウクライナ国防省は、ロシア軍の損失に関するデータを継続的に更新している。 現在進行中のロシアのウクライナ侵攻
uk: Постійно оновлювані дані Міністерства оборони України про втрати росіян під час російського вторгнення в Україну

# oryx.type.oryx_type_tanks
source: Tanks
de: Panzer
es: Tanques
it: Carri armati
ja: タンク
uk: Танки

# oryx.type.oryx_type_armoured_fighting_vehicles
source: Armoured Fighting Vehicles
de: Gepanzerte Kampffahrzeuge
es: Vehículos de combate blindados
it: Veicoli corazzati da combattimento
ja: 装甲戦闘車両
uk: Бойові броньовані машини

# oryx.type.oryx_type_infantry_fighting_vehicles
source: Infantry Fighting Vehicles
de: Infanterie-Kampffahrzeuge
es: Vehículos de combate de infantería
it: Veicoli da combattimento della fanteria
ja: 歩兵戦闘車両
uk: Бойові машини піхоти

# oryx.type.oryx_type_armoured_personnel_carriers
source: Armoured Personnel Carriers
de: Gepanzerte Personentransporter
es: Transportes blindados de personal
it: Veicoli corazzati per il personale
ja: 装甲兵員輸送車
uk: Бронетранспортери

# oryx.type.oryx_type_mine-resistant_ambush_protected
source: Mine-Resistant Ambush Protected
de: Minensicherer Hinterhalt geschützt
es: Emboscada resistente a las minas protegida
it: Protetto contro le imboscate resistenti alle mine
ja: 地雷耐性のある待ち伏せ保護
uk: Мінно-стійкий захист від засідки

# oryx.type.oryx_type_infantry_mobility_vehicles
source: Infantry Mobility Vehicles
de: Infanterie-Mobilitätsfahrzeuge
es: Vehículos de movilidad de infantería
it: Veicoli per la mobilità della fanteria
ja: 歩兵機動車
uk: Мобільні машини піхоти

# oryx.type.oryx_type_command_posts_and_communications_stations
source: Command Posts And Communications Stations
de: Kommandoposten und Kommunikationsstationen
es: Puestos de mando y estaciones de comunicaciones
it: Posti di comando e stazioni di comunicazione
ja: 指揮所と通信所
uk: Командні пункти та станції зв'язку

# oryx.type.oryx_type_engineering_vehicles_and_equipment
source: Engineering Vehicles And Equipment
de: Technische Fahrzeuge und Ausrüstung
es: Vehículos y equipos de ingeniería
it: Veicoli e attrezzature di ingegneria
ja: エンジニアリング車両および設備
uk: Інженерні транспортні засоби та обладнання

# oryx.type.oryx_type_self-propelled_anti-tank_missile_systems
source: Self-Propelled Anti-Tank Missile Systems
de: Selbstfahrende Panzerabwehrraketensysteme
es: Sistemas de misiles antitanque autopropulsados
it: Sistemi missilistici anticarro semoventi
ja: 自走対戦車ミサイルシステム
uk: Самохідні протитанкові ракетні комплекси

# oryx.type.oryx_type_artillery_support_vehicles_and_equipment
source: Artillery Support Vehicles And Equipment
de: Artillerieunterstützungsfahrzeuge und -ausrüstung
es: Vehículos y equipos de apoyo de artillería.
it: Veicoli e attrezzature di supporto dell'artiglieria
ja: 砲兵支援車両と装備
uk: Машини та засоби артилерійської підтримки

# oryx.type.oryx_type_towed_artillery
source: Towed Artillery
de: Geschleppte Artillerie
es: Artillería remolcada
it: Artiglieria trainata
ja: 牽引砲兵
uk: Буксирувана артилерія

# oryx.type.oryx_type_self-propelled_artillery
source: Self-Propelled Artillery
de: Selbstfahrende Artillerie
es: Artillería autopropulsada
it: Artiglieria semovente
ja: 自走砲
uk: Самохідна артилерія

# oryx.type.oryx_type_multiple_rocket_launchers
source: Multiple Rocket Launchers
de: Mehrere Raketenwerfer
es: Múltiples lanzacohetes
it: Lanciarazzi multipli
ja: 複数のロケットランチャー
uk: Ракетні установки залпового вогню

# oryx.type.oryx_type_anti-aircraft_guns
source: Anti-Aircraft Guns
de: Flugabwehrgeschütze
es: Cañones antiaéreos
it: Cannoni antiaerei
ja: 対空砲
uk: Зенітні гармати

# oryx.type.oryx_type_self-propelled_anti-aircraft_guns
source: Self-Propelled Anti-Aircraft Guns
de: Selbstfahrende Flugabwehrgeschütze
es: Cañones antiaéreos autopropulsados
it: Cannoni antiaerei semoventi
ja: 自走対空砲
uk: Самохідні зенітні гармати

# oryx.type.oryx_type_surface-to-air_missile_systems
source: Surface-To-Air Missile Systems
de: Boden-Luft-Raketensysteme
es: Sistemas de misiles tierra-aire
it: Sistemi missilistici terra-aria
ja: 地対空ミサイルシステム
uk: Зенітно-ракетні системи

# oryx.type.oryx_type_radars
source: Radars
de: Radargeräte
es: Radares
it: Radar
ja: レーダー
uk: Радари

# oryx.type.oryx_type_jammers_and_deception_systems
source: Jammers And Deception Systems
de: Störsender und Täuschungssysteme
es: Bloqueadores y sistemas de engaño
it: Jammer e sistemi di inganno
ja: ジャマーと欺瞞システム
uk: Системи перешкод і обману

# oryx.type.oryx_type_aircraft
source: Aircraft
de: Flugzeug
es: Aeronave
it: Aereo
ja: 航空機
uk: Літак

# oryx.type.oryx_type_helicopters
source: Helicopters
de: Hubschrauber
es: Helicópteros
it: Elicotteri
ja: ヘリコプター
uk: Вертольоти

# oryx.type.oryx_type_unmanned_combat_aerial_vehicles
source: Unmanned Combat Aerial Vehicles
de: Unbemannte Kampfflugzeuge
es: Vehículos aéreos de combate no tripulados
it: Veicoli aerei da combattimento senza pilota
ja: 無人戦闘航空機
uk: Бойові безпілотні літальні апарати

# oryx.type.oryx_type_reconnaissance_unmanned_aerial_vehicles
source: Reconnaissance Unmanned Aerial Vehicles
de: Unbemannte Aufklärungsflugzeuge
es: Vehículos aéreos no tripulados de reconocimiento
it: Veicoli aerei senza pilota da ricognizione
ja: 偵察用無人航空機
uk: Розвідувальні безпілотні літальні апарати

# oryx.type.oryx_type_naval_ships_and_submarines
source: Naval Ships and Submarines
de: Marineschiffe und U-Boote
es: Buques de guerra y submarinos
it: Navi da guerra e sottomarini
ja: 軍艦と潜水艦
uk: Морські кораблі та підводні човни

# oryx.type.oryx_type_trucks,_vehicles,_and_jeeps
source: Trucks, Vehicles, and Jeeps
de: Lastwagen, Fahrzeuge und Jeeps
es: Camiones, vehículos y jeeps
it: Camion, veicoli e jeep
ja: トラック、乗用車、ジープ
uk: Вантажівки, транспортні засоби та джипи

# oryx.type.oryx_type_radars_and_communications_equipment
source: Radars And Communications Equipment
de: Radar- und Kommunikationsgeräte
es: Radares y equipos de comunicaciones
it: Radar e apparecchiature di comunicazione
ja: レーダーおよび通信機器
uk: Радари та обладнання зв'язку

# oryx.type.oryx_type_naval_ships
source: Naval Ships
de: Marineschiffe
es: Buques navales
it: Navi militari
ja: 海軍艦艇
uk: Військово-морські кораблі

# oryx.entity.oryx_entity_destroyed
source: Destroyed
de: Zerstört
es: Destruido
it: Distrutto
ja: 破壊されました
uk: Знищено

# oryx.entity.oryx_entity_damaged
source: Damaged
de: Beschädigt
es: Dañado
it: Danneggiato
ja: 破損した
uk: Пошкоджено

# oryx.entity.oryx_entity_captured
source: Captured
de: Gefangen
es: capturado
it: Catturato
ja: 捕らえられた
uk: Захоплено

# oryx.entity.oryx_entity_abandoned
source: Abandoned
de: Verlassen
es: Abandonado
it: Abbandonato
ja: 放棄された
uk: Покинуто

# oryx.entity.oryx_entity_damagedAndCaptured
source: Damaged And Captured
de: Beschädigt und gefangen genommen
es: Dañado y capturado
it: Danneggiato e catturato
ja: 損傷して捕獲された
uk: Пошкоджено і захоплено

# oryx.entity.oryx_entity_damagedAndAbandoned
source: Damaged And Abandoned
de: Beschädigt und verlassen
es: Dañado y abandonado
it: Danneggiato e abbandonato
ja: 破損して放棄された
uk: Пошкоджено і покинуто

# oryx.side_name.RUSSIA_name_oryx
source: Russian
de: Russisch
es: ruso
it: russo
ja: ロシア

# oryx.side_name.UKRAINE_name_oryx
source: Ukrainian
de: ukrainisch
es: ucranio
it: ucraino
ja: ウクライナ語

source: Reference images:
de: Referenzbilder:
es: Imágenes de referencia:
it: Immagini di riferimento:
ja: 参考画像：
uk: Довідкові зображення:

source: Name
es: Nombre
it: Nome
ja: 名前
uk: Назва

source: entities types comparison
de: Vergleich der Entitätstypen
es: comparación de tipos de entidades
it: confronto dei tipi di entità
ja: エンティティタイプの比較
uk: порівняння

source: Count
de: Zählen
es: Contar
it: Contare
ja: カウント
uk: Кількість

source: overall count comparison
de: Gesamtzahlvergleich
es: comparación de recuento general
it: confronto dei conteggi complessivi
ja: 全体の数の比較

source: Losses comparison of russia and Ukraine according to Oryx OSINT
de: Verlustvergleich von Russland und der Ukraine laut Oryx OSINT
es: Comparación de pérdidas de Rusia y Ucrania según Oryx OSINT
it: Confronto delle perdite tra Russia e Ucraina secondo Oryx OSINT
ja: Oryx OSINTによるロシアとウクライナの損失比較

# pageTitleComparisonOryx
source: Comparison of russian and Ukrainian losses during unjustified russian invasion of Ukraine according to Oryx OSINT
de: Vergleich der russischen und ukrainischen Verluste während der ungerechtfertigten russischen Invasion Ukraine laut Oryx OSINT
es: Comparación de las pérdidas rusas y ucranianas durante la invasión rusa injustificada de Ucrania según Oryx OSINT
it: Confronto delle perdite russe e ucraine durante l'ingiustificata invasione russa del L'Ucraina secondo Oryx OSINT
ja: ロシアの不当な侵攻におけるロシアとウクライナの損失の比較 Oryx OSINTによるとウクライナ
uk: Порівняння російських і українських втрат під час невиправданого російського вторгнення в Україну за даними Oryx OSINT

# ogTitleComparisonOryx
source: Comparison of russian and Ukrainian losses during unjustified russian invasion of Ukraine according to Oryx OSINT
de: Vergleich der russischen und ukrainischen Verluste während der ungerechtfertigten russischen Invasion Ukraine laut Oryx OSINT
es: Comparación de las pérdidas rusas y ucranianas durante la invasión rusa injustificada de Ucrania según Oryx OSINT
it: Confronto delle perdite russe e ucraine durante l'ingiustificata invasione russa del L'Ucraina secondo Oryx OSINT
ja: ロシアの不当な侵攻におけるロシアとウクライナの損失の比較 Oryx OSINTによるとウクライナ
uk: Порівняння російських і українських втрат під час невиправданого російського вторгнення в Україну за даними Oryx OSINT

# ogDescriptionComparisonOryx
source: Constantly updating comparison of russian and Ukrainian losses in the ongoing Russian invasion of Ukraine according to Oryx OSINT
de: Ständig aktualisierter Vergleich der russischen und ukrainischen Verluste im laufenden Betrieb Laut Oryx OSINT russische Invasion in der Ukraine
es: Comparación constantemente actualizada de las pérdidas rusas y ucranianas en el curso de los años. Invasión rusa de Ucrania según Oryx OSINT
it: Aggiornamento costante del confronto delle perdite russe e ucraine in corso Invasione russa dell'Ucraina secondo Oryx OSINT
ja: 現在進行中のロシアとウクライナの損失比較を継続的に更新中 オリックスOSINTによるロシアのウクライナ侵攻
uk: Постійно оновлювані порівняння російських і українських втрат під час російського вторгнення в Україну за даними Oryx OSINT

source: Count:
de: Zählen:
es: Contar:
it: Contare:
ja: カウント：
uk: Кількість:

source: losses according to Oryx OSINT
de: Verluste laut Oryx OSINT
es: pérdidas según Oryx OSINT
it: perdite secondo Oryx OSINT
ja: Oryx OSINT に基づく損失

source: Source link
de: Quelllink
es: Enlace fuente
it: Collegamento alla fonte
ja: ソースリンク
uk: Посилання на джерело

source: Last scrapped:
de: Zuletzt verschrottet:
es: Último desechado:
it: Ultimo rottamato:
ja: 最後に廃棄された:
uk: Дані зібрано:

source: Total
de: Gesamt
it: Totale
ja: 合計
uk: Всього

source: Destroyed
de: Zerstört
es: Destruido
it: Distrutto
ja: 破壊されました
uk: Знищено

source: Damaged
de: Beschädigt
es: Dañado
it: Danneggiato
ja: 破損した
uk: Пошкоджено

source: Abandoned
de: Verlassen
es: Abandonado
it: Abbandonato
ja: 放棄された
uk: Покинуто

source: Captured
de: Gefangen
es: capturado
it: Catturato
ja: 捕らえられた
uk: Захоплено

# pageTitleOryxRussia
source: Russian losses during invasion of Ukraine according to Oryx OSINT
de: Russische Verluste während der Invasion in der Ukraine laut Oryx OSINT
es: Pérdidas rusas durante la invasión de Ucrania según Oryx OSINT
it: Perdite russe durante l'invasione dell'Ucraina secondo Oryx OSINT
ja: Oryx OSINTによると、ウクライナ侵攻中のロシアの損失
uk: Втрати росіян під час вторгнення в Україну за даними Oryx OSINT

# ogTitleOryxRussia
source: Russian losses during invasion of Ukraine according to Oryx OSINT
de: Russische Verluste während der Invasion in der Ukraine laut Oryx OSINT
es: Pérdidas rusas durante la invasión de Ucrania según Oryx OSINT
it: Perdite russe durante l'invasione dell'Ucraina secondo Oryx OSINT
ja: Oryx OSINTによると、ウクライナ侵攻中のロシアの損失
uk: Втрати росіян під час вторгнення в Україну за даними Oryx OSINT

# ogDescriptionOryxRussia
source: Constantly updating data from Oryx OSINT about russian losses in the ongoing russian invasion of Ukraine
de: Ständig aktualisierte Daten von Oryx OSINT über russische Verluste im laufenden Russland Invasion der Ukraine
es: Actualización constante de datos de Oryx OSINT sobre pérdidas rusas en el curso ruso invasión de ucrania
it: Aggiornamento costante dei dati di Oryx OSINT sulle perdite russe nel russo in corso invasione dell'Ucraina
ja: 現在進行中のロシアにおける損失に関するOryx OSINTからのデータを継続的に更新しています。 ウクライナ侵攻
uk: Постійно оновлювані дані з Oryx OSINT про російські втрати під час російського вторгнення в Україну

# pageTitleOryxUkraine
source: Ukrainian losses during unjustified russian invasion of Ukraine according to Oryx OSINT
de: Ukrainische Verluste während der ungerechtfertigten russischen Invasion in der Ukraine laut Oryx OSINT
es: Pérdidas ucranianas durante la invasión rusa injustificada de Ucrania según Oryx OSINT
it: Perdite ucraine durante l'ingiustificata invasione russa dell'Ucraina secondo Oryx OSINT
ja: オリックスによると、ロシアの不当なウクライナ侵攻でウクライナ人が損失 OSINT
uk: Втрати України під час підлого російського вторгнення в Україну за матеріалами Oryx OSINT

# ogTitleOryxUkraine
source: Ukrainian losses during unjustified russian invasion of Ukraine according to Oryx OSINT
de: Ukrainische Verluste während der ungerechtfertigten russischen Invasion in der Ukraine laut Oryx OSINT
es: Pérdidas ucranianas durante la invasión rusa injustificada de Ucrania según Oryx OSINT
it: Perdite ucraine durante l'ingiustificata invasione russa dell'Ucraina secondo Oryx OSINT
ja: オリックスによると、ロシアの不当なウクライナ侵攻でウクライナ人が損失 OSINT
uk: Втрати України під час підлого російського вторгнення в Україну за матеріалами Oryx OSINT

# ogDescriptionOryxUkraine
source: Constantly updating data from Oryx OSINT about ukrainian losses in the ongoing russian invasion of Ukraine
de: Ständig aktualisierte Daten von Oryx OSINT über die Verluste der Ukraine im laufenden Betrieb russische Invasion in der Ukraine
es: Actualización constante de datos de Oryx OSINT sobre pérdidas ucranianas en curso invasión rusa de ucrania
it: Aggiornamento costante dei dati di Oryx OSINT sulle perdite ucraine in corso invasione russa dell'Ucraina
ja: 進行中のウクライナの損失に関するOryx OSINTからのデータを継続的に更新しています ロシアのウクライナ侵攻

source: Russia
de: Russland
es: Rusia
ja: ロシア
uk: Росія

source: Ukraine
es: Ucrania
it: Ucraina
ja: ウクライナ
uk: Україна

source: Compare
de: Vergleichen
es: Comparar
it: Confrontare
ja: 比較する
uk: Порівняння

source: First page
de: Erste Seite
es: Primera página
it: Prima pagina
ja: 一ページ目
uk: Перша сторінка

source: Items per page:
de: Objekte pro Seite:
es: Artículos por página:
it: Oggetti per pagina:
ja: ページごとの項目:
uk: Елементів на сторінці:

source: Last page
de: Letzte Seite
es: Última página
it: Ultima pagina
ja: 最後のページ
uk: Остання сторінка
