Repository: Volodymyr-Mishyn/russian-losses-frontend
Catalog: src/locale/messages.*.xlf
Languages: de, es, it, ja, uk

source: English
de: Englisch
es: Inglés
it: Inglese
ja: 英語
uk: англійською (English)

source: Ukrainian (Українська)
de: Ukrainisch (Українська)
es: Ucraniano (ucraniano)
it: Ucraino (ucraino)
ja: ウクライナ語 (Українська)
uk: українською

source: Spanish (Español)
de: Spanisch (Español)
es: Español (Español)
it: Spagnolo (Español)
ja: スペイン語 (Español)

source: French (Français)
de: Französisch (Français)
es: Francés (Français)
it: Francese (Français)
ja: フランス語 (Français)

source: German (Deutsch)
de: Deutsch (Deutsch)
es: Alemán (Deutsch)
it: Tedesco (Deutsch)
ja: ドイツ語 (Deutsch)

source: Italian (Italiano)
de: Italienisch (Italiano)
es: Italiano (Italiano)
it: Italiano (Italiano)
ja: イタリア語 (Italiano)

source: Japanese (日本語)
de: Japanisch (日本語)
es: Japonés (日本語)
it: Giapponese (日本語)
ja: 日本語 (日本語)

source: Ukraine
es: Ucrania
it: Ucraina
ja: ウクライナ
uk: Україна

source: Russia
de: Russland
es: Rusia
ja: ロシア
uk: Росія

# statistics.date
source: Date
de: Datum
es: Fecha
it: Data
ja: 日付
uk: Дата

# pageTitle
source: Data and infographic about russian losses during invasion of Ukraine
de: Daten und Infografik über russische Verluste während der Invasion in der Ukraine
es: Datos e infografía sobre las pérdidas rusas durante la invasión de Ucrania
it: Dati e infografica sulle perdite russe durante l'invasione dell'Ucraina
ja: ウクライナ侵攻中のロシアの損失に関するデータとインフォグラフィック
uk: Дані та інфографіка російських втрат під час російського вторгнення в Україну

# ogTitle
source: Russian losses in Ukraine: In-Depth statistics and infographic
de: Russische Verluste in der Ukraine: Detaillierte Statistiken und Infografik
es: Pérdidas rusas en Ucrania: estadísticas detalladas e infografía
it: Perdite russe in Ucraina: statistiche approfondite e infografica
ja: ウクライナにおけるロシアの損失：詳細な統計とインフォグラフィック
uk: Російські втрати в Україні: детальна статистика та інфографіка

# ogDescription
source: Constantly updating data about Russian losses in the ongoing Russian invasion of Ukraine
de: Ständig aktualisierte Daten über russische Verluste bei der laufenden russischen Invasion Ukraine
es: Actualizar constantemente datos sobre las pérdidas rusas en la actual invasión rusa de Ucrania
it: Aggiornamento costante dei dati sulle perdite russe durante l'invasione russa in corso Ucraina
ja: 現在進行中のロシアの侵攻におけるロシアの損失に関するデータを継続的に更新しています。 ウクライナ
uk: Дані про втрати росіян (постійно оновлюються) під час російського вторгнення в Україну

source: Share
de: Teilen
es: Compartir
it: Condividere
ja: シェア

source: Close
de: Schließen
es: Cerca
it: Chiudere
ja: 閉じる
uk: Закрити

source: Link copied to clipboard
de: Link in die Zwischenablage kopiert
es: Enlace copiado al portapapeles
it: Link copiato negli appunti
ja: リンクがクリップボードにコピーされました

# googleAnalyticsSnackbarQuestion
source: Hey, I am using Google Analytics to collect data about your visit to know which languages to translate the site into next. Therefore I need your consent for using cookies. Do you agree?
de: Hey, ich verwende Google Analytics, um Daten über Ihren Besuch zu sammeln, um herauszufinden, welche Sprachen, in die die Website als nächstes übersetzt werden soll. Daher benötige ich für die Nutzung Ihr Einverständnis Kekse. Sind Sie einverstanden?
es: Oye, estoy usando Google Analytics para recopilar datos sobre tu visita y saber qué Idiomas para traducir el sitio a continuación. Por lo tanto necesito su consentimiento para usar galletas. ¿Estás de acuerdo?
it: Ehi, sto utilizzando Google Analytics per raccogliere dati sulla tua visita per sapere quali lingue in cui tradurre il sito successivo. Pertanto ho bisogno del tuo consenso per l'utilizzo biscotti. Sei d'accordo?
ja: こんにちは、私は Google Analytics を使用してあなたの訪問に関するデータを収集し、どの訪問者であるかを確認しています。 次にサイトを翻訳する言語。したがって、使用するにはあなたの同意が必要です クッキー。同意しますか？
uk: Привіт, я використовую Google Analytics для збору даних про ваші відвідування, щоб знати, на які мови перекладати сайт далі. Тому мені потрібна ваша згода на використання файлів cookie. Ви згодні?

# googleAnalyticsSnackbarYes
source: Accept
de: Akzeptieren
es: Aceptar
it: Accettare
ja: 受け入れる
uk: Прийняти

# googleAnalyticsSnackbarNo
source: Decline
de: Abfall
es: Rechazar
it: Declino
ja: 衰退
uk: Відмовитись

# statistics.increment
source: Incr.
de: Inkr.
it: Incremento
ja: 増加

# statistics.average
source: Average
de: Durchschnitt
es: Promedio
it: Media
ja: 平均
uk: Середній

# statistics.summary
source: Summary
de: Zusammenfassung
es: Resumen
it: Riepilogo
ja: まとめ
uk: Резюме

# statistics.total
source: Total
de: Gesamt
it: Totale
ja: 合計
uk: Всього

# statistics.compared_to_average
source: Comp. to average
de: Komp. den Mittelwert bilden
es: comp. promediar
it: Comp. alla media
ja: コンプ。平均する
uk: комп. до середнього

source: About Russian Losses in UA
de: Über russische Verluste in UA
es: Sobre las pérdidas rusas en la UA
it: Informazioni sulle perdite russe negli Emirati Arabi Uniti
ja: UAにおけるロシアの損失について

source: About Me
de: Über mich
es: Acerca de mí
it: Su di me
ja: 私について
uk: Про мене

source: Hello, I'm Volodymyr
ja: こんにちは、ヴォロディミールです

source: I am a software developer based in Kyiv, Ukraine. I dedicated my life to programming and technology. And it would be a sin if I had not used my skills to develop something that could potentially help a good cause: bring additional attention to the ongoing War in Ukraine.
de: Ich bin ein Softwareentwickler mit Sitz in Kiew, Ukraine. Ich habe mein Leben dem gewidmet Programmierung und Technologie. Und es wäre eine Sünde, wenn ich meine Fähigkeiten nicht genutzt hätte, um mich weiterzuentwickeln etwas, das möglicherweise einer guten Sache helfen könnte: zusätzliche Aufmerksamkeit auf die Sache lenken anhaltender Krieg in der Ukraine.
es: Soy un desarrollador de software con sede en Kiev, Ucrania. Dediqué mi vida a programación y tecnología. Y sería un pecado si no hubiera usado mis habilidades para desarrollar algo que potencialmente podría ayudar a una buena causa: atraer atención adicional a la Guerra en curso en Ucrania.
it: Sono uno sviluppatore di software con sede a Kiev, Ucraina. Ho dedicato la mia vita a programmazione e tecnologia. E sarebbe un peccato se non avessi usato le mie capacità per svilupparmi qualcosa che potrebbe potenzialmente aiutare una buona causa: portare ulteriore attenzione al Guerra in corso in Ucraina.
ja: 私はウクライナのキエフに拠点を置くソフトウェア開発者です。私は人生を捧げました プログラミングとテクノロジー。そして、自分のスキルを開発するために活用しなかったら、それは罪になるでしょう 善意に役立つ可能性のあるもの: にさらに注意を向けてください。 ウクライナで進行中の戦争。
uk: Я розробник програмного забезпечення з Києва, Україна. Я присвятив своє життя програмуванню та технологіям. І було б гріхом, якби я не використав свої навички, щоб розробити щось, що потенційно могло б допомогти добрій справі: привернути додаткову увагу до триваючої війни в Україні.

source: The Goal of This Site
de: Das Ziel dieser Website
es: El objetivo de este sitio
it: L'obiettivo di questo sito
ja: このサイトの目的
uk: Мета цього сайту

source: To bring additional awareness to the ongoing War in Ukraine and to demonstrate the strength and effectiveness of Ukraine's defense against russian occupying forces.
ja: ウクライナで進行中の戦争に対するさらなる意識を高め、 ロシア占領軍に対するウクライナの防衛力と有効性。
uk: Додатково привернути увагу до війни, яка триває в Україні, та продемонструвати силу та ефективність захисту України від російських окупаційних військ.

source: Stand with Ukraine:
de: Stehen Sie auf der Seite der Ukraine:
es: Apoye a Ucrania:
it: Stare con l’Ucraina:
ja: ウクライナとともに立ちます:
uk: Допомагайте Україні:

source: Your support can make a difference
de: Ihre Unterstützung kann einen Unterschied machen
es: Tu apoyo puede marcar la diferencia
it: Il tuo supporto può fare la differenza
ja: あなたのサポートが変化を生みます
uk: Ваша підтримка може змінити ситуацію

source: in this crucial fight for freedom and sovereignty.
de: in diesem entscheidenden Kampf für Freiheit und Souveränität.
es: en esta lucha crucial por la libertad y la soberanía.
it: in questa battaglia cruciale per la libertà e la sovranità.
ja: 自由と主権を求めるこの重要な戦いにおいて。
uk: у цій надважливій боротьбі за свободу та суверенітет.

source: How this site works
de: So funktioniert diese Seite
es: Cómo funciona este sitio
it: Come funziona questo sito
ja: このサイトの仕組み
uk: Як працює цей сайт

source: This site is group of applications.
de: Diese Website ist eine Gruppe von Anwendungen.
es: Este sitio es un grupo de aplicaciones.
it: Questo sito è un gruppo di applicazioni.
ja: このサイトはアプリケーション群です。
uk: Цей сайт є групою програм.

source: Scrapper app for scrapping data of russian losses from two sources: Ministry of defense of Ukraine and Oryx OSINT :
de: Scrapper-App zum Löschen von Daten über russische Verluste aus zwei Quellen: Ministerium für Verteidigung der Ukraine und Oryx OSINT:
es: Aplicación Scrapper para eliminar datos de pérdidas rusas de dos fuentes: Ministerio de defensa de Ucrania y Oryx OSINT :
it: App Scrapper per la demolizione dei dati delle perdite russe da due fonti: Ministero di difesa dell'Ucraina e dell'Oryx OSINT:
ja: 2つの情報源からロシアの損失データをスクラップするためのスクラッパーアプリ：外務省 ウクライナとオリックスの防衛 OSINT :
uk: Додаток Scrapper для збирання даних про російські втрати з двох джерел: Міністерство оборони України та Oryx OSINT:

source: Scrapper code
es: Código de chatarra
it: Codice rottamatore
ja: スクラッパーコード
uk: Код скрапера

source: Backend app for processing storing and providing access to data:
de: Backend-App zur Verarbeitung, Speicherung und Bereitstellung des Zugriffs auf Daten:
es: Aplicación backend para procesar, almacenar y proporcionar acceso a datos:
it: App backend per l'elaborazione, l'archiviazione e la fornitura dell'accesso ai dati:
ja: データの保存とアクセスの提供を処理するバックエンド アプリ:
uk: Бекенд-програма для обробки, зберігання та надання доступу до даних:

source: Backend code
es: Código de fondo
it: Codice di back-end
ja: バックエンドコード
uk: Серверний код

source: Frontend app for displaying data, which You can observe on this site:
de: Frontend-App zur Anzeige von Daten, die Sie auf dieser Seite beobachten können:
es: Aplicación frontend para mostrar datos, que puedes observar en este sitio:
it: App frontend per la visualizzazione dei dati, che puoi osservare su questo sito:
ja: データを表示するフロントエンド アプリ。このサイトで確認できます。
uk: Інтерфейсний додаток для відображення даних, які ви бачите на цьому сайті:

source: Frontend code
es: Código de interfaz
it: Codice frontend
ja: フロントエンドコード
uk: Код фронтенд додатку

source: Backend Node.js app periodically (on schedule) runs scraping, receives data and persists it in mongo DB. Frontend app is Angular Application on bleeding-edge Angular17 with brand new SSR support. Most data grouping is performed on frontend to minimize network traffic.
de: Die Backend-Node.js-App führt regelmäßig (nach Zeitplan) Scraping durch, empfängt Daten und Behält es in der Mongo-Datenbank bei. Die Frontend-App ist eine Angular-Anwendung auf dem neuesten Stand von Angular17 mit brandneuer SSR-Unterstützung. Die meisten Datengruppierungen werden zur Minimierung im Frontend durchgeführt Netzwerktraffic.
es: La aplicación backend Node.js periódicamente (según lo programado) ejecuta scraping, recibe datos y lo persiste en mongo DB. La aplicación frontend es una aplicación angular en Angular17 de última generación con nuevo soporte SSR. La mayor parte de la agrupación de datos se realiza en el frontend para minimizar tráfico de red.
it: L'app backend Node.js periodicamente (secondo la pianificazione) esegue lo scraping, riceve dati e lo persiste in Mongo DB. L'app frontend è un'applicazione Angular su Angular17 all'avanguardia con il nuovissimo supporto SSR. La maggior parte del raggruppamento dei dati viene eseguito sul frontend per minimizzarli traffico di rete.
ja: バックエンド Node.js アプリは定期的に (スケジュールに従って) スクレイピングを実行し、データを受信し、 それをmongo DBに永続化します。フロントエンド アプリは最先端の Angular17 の Angular アプリケーションです 新しい SSR サポート付き。最小限に抑えるために、ほとんどのデータのグループ化はフロントエンドで実行されます。 ネットワークトラフィック。
uk: Бекенд додаток Node.js періодично (за розкладом) запускає скрапер та зберігає отримані дані в MongoDB. Додаток Frontend — це додаток Angular на сучасному Angular17 із абсолютно новою підтримкою SSR. Більшість групуваннь та розрахунку даних виконується на стороні фронт-енду, щоб мінімізувати мережевий трафік.

source: Let's Connect and Collaborate
ja: つながってコラボレーションしましょう

source: Your feedback and support are invaluable. If you come across any bugs or have suggestions to improve this site, please don't hesitate to reach out.
ja: 皆様からのフィードバックとサポートは非常に貴重です。バグに遭遇したり、問題が発生した場合は、 このサイトを改善するための提案がございましたら、お気軽にお問い合わせください。
uk: Ваш відгук і підтримка безцінні. Якщо ви виявите будь-які помилки або маєте пропозиції щодо покращення цього сайту, будь ласка, не соромтеся зв’язатися.

source: Together, we stand with Ukraine. Every contribution, big or small, makes a difference.
de: Gemeinsam stehen wir an der Seite der Ukraine. Jeder Beitrag, ob groß oder klein, leistet einen Beitrag Unterschied.
es: Juntos apoyamos a Ucrania. Cada contribución, grande o pequeña, supone un diferencia.
it: Insieme, siamo dalla parte dell’Ucraina. Ogni contributo, grande o piccolo, fa a differenza.
ja: 私たちは共にウクライナを支持します。大小を問わず、あらゆる貢献が 違い。
uk: Разом ми з Україною. Кожен внесок, великий чи малий, має значення.

# pageTitleAbout
source: About me & about this application of russian losses in Ukraine
de: Über mich und über diese Anwendung russischer Verluste in der Ukraine
es: Acerca de mí y de esta aplicación de las pérdidas rusas en Ucrania
it: Su di me e su questa applicazione delle perdite russe in Ucraina
ja: 私についてとウクライナにおけるロシア損失の申請について
uk: Про мене & про цей застосунок про російські втрати в Україні

# ogTitleAbout
source: About me & about this application of russian losses in Ukraine
de: Über mich und über diese Anwendung russischer Verluste in der Ukraine
es: Acerca de mí y de esta aplicación de las pérdidas rusas en Ucrania
it: Su di me e su questa applicazione delle perdite russe in Ucraina
ja: 私についてとウクライナにおけるロシア損失の申請について
uk: Про мене & про цей застосунок про російські втрати в Україні

# ogDescriptionAbout
source: About me & about this application of russian losses in Ukraine
de: Über mich und über diese Anwendung russischer Verluste in der Ukraine
es: Acerca de mí y de esta aplicación de las pérdidas rusas en Ucrania
it: Su di me e su questa applicazione delle perdite russe in Ucraina
ja: 私についてとウクライナにおけるロシア損失の申請について
uk: Про мене & про цей застосунок про російські втрати в Україні

source: API / Data access
de: API-/Datenzugriff
es: API/Acceso a datos
it: API/Accesso ai dati
ja: API / データアクセス

source: Endpoint for accessing the data from the Ministry of Defense of Ukraine.
de: Endpunkt für den Zugriff auf die Daten des Verteidigungsministeriums der Ukraine.
es: Punto final para acceder a los datos del Ministerio de Defensa de Ucrania.
it: Endpoint per l'accesso ai dati del Ministero della Difesa dell'Ucraina.
ja: ウクライナ国防省のデータにアクセスするためのエンドポイント。
uk: Кінцева точка доступу до даних Міністерства оборони України.

source: string in Date ISO format
de: Zeichenfolge im Datums-ISO-Format
es: cadena en formato Fecha ISO
it: stringa in formato Data ISO
ja: 日付 ISO 形式の文字列
uk: рядок у форматі дати ISO

source: optional
es: opcional
it: opzionale
ja: オプション
uk: необов'язковий

source: Examples:
de: Beispiele:
es: Ejemplos:
it: Esempi:
ja: 例:
uk: приклади:

source: Endpoint for accessing the data from the Oryx OSINT.
de: Endpunkt für den Zugriff auf die Daten vom Oryx OSINT.
es: Punto final para acceder a los datos desde Oryx OSINT.
it: Endpoint per l'accesso ai dati dall'Oryx OSINT.
ja: Oryx OSINT からデータにアクセスするためのエンドポイント。
uk: Кінцева точка для доступу до даних з Oryx OSINT.

source: Example:
de: Beispiel:
es: Ejemplo:
it: Esempio:
ja: 例：
uk: приклад:

source: where
de: Wo
es: dónde
it: Dove
ja: どこ
uk: де

source: is hierarchical list of all types of entities
de: ist eine hierarchische Liste aller Arten von Entitäten
es: es una lista jerárquica de todo tipo de entidades
it: è un elenco gerarchico di tutti i tipi di entità
ja: すべてのタイプのエンティティの階層リストです
uk: є ієрархічним списком усіх типів сутностей

# pageTitleAPI
source: Data and infographic about russian invasion of Ukraine Application Programming Interface (API)
de: Daten und Infografik zur russischen Invasion in der Ukraine. Anwendungsprogrammierung Schnittstelle (API)
es: Datos e infografía sobre la invasión rusa a Ucrania Programación de aplicaciones Interfaz (API)
it: Dati e infografica sull'invasione russa dell'Ucraina Programmazione applicativa Interfaccia (API)
ja: ロシアのウクライナ侵攻に関するデータとインフォグラフィック アプリケーション プログラミング インターフェース（API）
uk: Дані та інфографіка про російське вторгнення в Україну Інтерфейс прикладного програмування (API)

# ogTitleAPI
source: Data and infographic about russian invasion of Ukraine Application Programming Interface (API)
de: Daten und Infografik zur russischen Invasion in der Ukraine. Anwendungsprogrammierung Schnittstelle (API)
es: Datos e infografía sobre la invasión rusa a Ucrania Programación de aplicaciones Interfaz (API)
it: Dati e infografica sull'invasione russa dell'Ucraina Programmazione applicativa Interfaccia (API)
ja: ロシアのウクライナ侵攻に関するデータとインフォグラフィック アプリケーション プログラミング インターフェース（API）
uk: Дані та інфографіка про російське вторгнення в Україну Інтерфейс прикладного програмування (API)

# ogDescriptionAPI
source: Application programming interface (API) for data about russian losses during invasion of Ukraine
de: Anwendungsprogrammierschnittstelle (API) für Daten über russische Verluste während Invasion der Ukraine
es: Interfaz de programación de aplicaciones (API) para datos sobre las pérdidas rusas durante invasión de ucrania
it: Interfaccia di programmazione dell'applicazione (API) per i dati sulle perdite russe durante invasione dell'Ucraina
ja: ロシアの損失に関するデータのアプリケーション プログラミング インターフェイス (API) ウクライナ侵攻
uk: нтерфейс прикладного програмування (API) для даних про втрати Росії під час вторгнення в Україну

source: Show compared to Average
de: Im Vergleich zum Durchschnitt anzeigen
es: Mostrar en comparación con el promedio
it: Mostra rispetto alla media
ja: 平均と比較して表示
uk: Показати порівняно із середнім

source: Daily
de: Täglich
es: A diario
it: Quotidiano
ja: 毎日
uk: По дням

source: Monthly
de: Monatlich
es: Mensual
it: Mensile
ja: 毎月
uk: По місяцям

source: Full range
de: Vollständige Palette
es: Rango completo
it: Gamma completa
ja: フルレンジ
uk: Весь діапазон з початку вторгнення

source: Enter a date range
de: Geben Sie einen Datumsbereich ein
es: Introduce un rango de fechas
it: Inserisci un intervallo di date
ja: 日付範囲を入力してください
uk: Введіть діапазон дат

source: Start date
de: Startdatum
es: Fecha de inicio
it: Data d'inizio
ja: 開始日
uk: Дата початку

source: End date
de: Endtermin
es: Fecha final
it: Data di fine
ja: 終了日
uk: Дата закінчення

source: On February 24th, 2022, the world witnessed the stark reality of russian imperialistic aggression in Ukraine.
de: Am 24. Februar 2022 wurde die Welt Zeuge der harten Realität der russischen Sprache Imperialistische Aggression in der Ukraine.
es: El 24 de febrero de 2022, el mundo fue testigo de la cruda realidad de la situación rusa. agresión imperialista en Ucrania.
it: Il 24 febbraio 2022, il mondo è stato testimone della cruda realtà del russo aggressione imperialistica in Ucraina.
ja: 2022年2月24日、世界はロシアの厳しい現実を目の当たりにした。 ウクライナにおける帝国主義的侵略。
uk: 24 лютого 2022 року світ став свідком суворої реальності російської імперіалістичної агресії в Україні.

source: Since then, Ukraine has been a symbol of resilience, bravely confronting against military superpower. It's a battle not only for land but for the preservation of culture and identity.
ja: それ以来、ウクライナは立ち直る力の象徴であり、さまざまな問題に勇敢に立ち向かってきました。 軍事大国。それは土地のためだけでなく、保全のための戦いでもある 文化とアイデンティティ。

source: Many experts predicted that Ukraine's fall would be a matter of weeks, yet it's been already
ja: 多くの専門家は、ウクライナの崩壊は数週間の問題だと予想していたが、 それはすでに行われています

source: days {{ daysCount }}
de: Tage {{ daysCount }}
es: días {{ daysCount }}
it: giorni {{ daysCount }}
ja: 日 {{ daysCount }}

source: , and the Ukrainian military forces not only continue to stand strong but have also grown significantly stronger.
de: , und die ukrainischen Streitkräfte sind nicht nur weiterhin stark, sondern haben es auch getan deutlich stärker geworden.
es: , y las fuerzas militares ucranianas no sólo siguen manteniéndose fuertes sino que también han se ha vuelto significativamente más fuerte.
it: , e le forze militari ucraine non solo continuano a mantenersi forti, ma lo hanno fatto anche diventato significativamente più forte.
ja: そしてウクライナ軍は引き続き強力であるだけでなく、 かなり強くなった。
uk: , і українські військові сили не тільки продовжують залишатися сильними, але й значно зміцнилися.

source: It's crucially important to continue fighting against this existential threat as well as remember ukrainian soldiers and people who gave their lives fighting for brighter future and freedom of Ukraine and whole Europe. This website is a tribute to all those who gave their lives for Ukraine.
ja: この存続の脅威と戦い続けることが極めて重要です そして、ウクライナの兵士と、命を捧げて戦った人々を思い出してください。 ウクライナとヨーロッパ全体の明るい未来と自由。このウェブサイトはすべての人に敬意を表します ウクライナのために命を捧げた人たち。

source: On these pages, you will see the severe losses in personnel and military vehicles that the Ukrainian military has inflicted on the russian occupying forces, clearly demonstrating the strength and effectiveness of Ukraine's defense.
ja: これらのページでは、人員と軍用車両の深刻な損失がわかります。 ウクライナ軍がロシア占領軍に被害を与えたのは明らかだ ウクライナの守備の強さと有効性を証明した。
uk: На сторінках цього сайту ви побачите статистику неймовірних втрат в особовому складі та військовій техніці, яких українські військові завдали російсько-окупаційним військам, яскраво демонструючи міць та ефективність оборони України.

source: Russian losses according to Ministry of defense of Ukraine
de: Russische Verluste nach Angaben des Verteidigungsministeriums der Ukraine
es: Pérdidas rusas según el ministerio de defensa de ucrania
it: Le perdite russe secondo il Ministero della Difesa ucraino
ja: ウクライナ国防省発表、ロシアの損失
uk: Втрати росіян за даними Міноборони України

source: Russian losses according to Oryx Open Source Intelligence
de: Russische Verluste laut Oryx Open Source Intelligence
es: Pérdidas rusas según Oryx Open Source Intelligence
it: Perdite russe secondo Oryx Open Source Intelligence
ja: オリックス・オープンソース・インテリジェンスによるロシアの損失
uk: Російські втрати за даними Oryx Open Source Intelligence

# pageTitleHome
source: Data and infographic about russian invasion of Ukraine
de: Daten und Infografik zur russischen Invasion in der Ukraine
es: Datos e infografía sobre la invasión rusa a Ucrania
it: Dati e infografica sull'invasione russa dell'Ucraina
ja: ロシアのウクライナ侵攻に関するデータとインフォグラフィック
uk: Дані та інфографіка російських втрат під час російського вторгнення в Україну

# ogTitleHome
source: Russian losses in Ukraine: In-Depth statistics and infographic
de: Russische Verluste in der Ukraine: Detaillierte Statistiken und Infografik
es: Pérdidas rusas en Ucrania: estadísticas detalladas e infografía
it: Perdite russe in Ucraina: statistiche approfondite e infografica
ja: ウクライナにおけるロシアの損失：詳細な統計とインフォグラフィック
uk: Російські втрати в Україні: детальна статистика та інфографіка

# ogDescriptionHome
source: Constantly updating data about Russian losses in the ongoing Russian invasion of Ukraine
de: Ständig aktualisierte Daten über russische Verluste bei der laufenden russischen Invasion Ukraine
es: Actualizar constantemente datos sobre las pérdidas rusas en la actual invasión rusa de Ucrania
it: Aggiornamento costante dei dati sulle perdite russe durante l'invasione russa in corso Ucraina
ja: 現在進行中のロシアの侵攻におけるロシアの損失に関するデータを継続的に更新しています。 ウクライナ
uk: Дані про російські втрати під час російського вторгнення в Україну. Дані постійно оновлюються.

# mod.entity.tank
source: Tank
de: Panzer
es: Tanque
it: Carro armato
ja: タンク
uk: Танк

# mod.entity.armored_fighting_vehicle
source: Armored fighting vehicle
de: Gepanzertes Kampffahrzeug
es: Vehículo de combate blindado
it: Veicolo corazzato da combattimento
ja: 装甲戦闘車両
uk: Бойова броньована машина
