Repository: Volodymyr-Mishyn/russian-losses-frontend
Catalog: src/locale/messages.*.xlf
Languages: de, es, it, ja, uk

source: Next page
de: Nächste Seite
es: Siguiente página
it: Pagina successiva
ja: 次のページ
uk: Наступна сторінка

source: Previous page
de: Vorherige Seite
es: Pagina anterior
it: Pagina precedente
ja: 前のページ
uk: Попередня сторінка

source: Page 1 of 1
de: Seite 1 von 1
es: Página 1 de 1
it: Pagina 1 di 1
ja: ページ 1/1
uk: Сторінка 1 з 1

source: Page of page + 1 amountPages
de: Seite von page + 1 amountPages
es: Página page + 1 de amountPages
it: Pagina page + 1 di amountPages
ja: page + 1 amountPages のページ
uk: Сторінка page + 1 з amountPages

source: Russian losses in UA
de: Russische Verluste in UA
es: Pérdidas rusas en la UA
it: Perdite russe negli Emirati Arabi Uniti
ja: UAにおけるロシアの損失

source: Min. of Defense
de: Mindest. der Verteidigung
es: Mín. de Defensa
it: minimo della Difesa
ja: 分。防衛の
uk: Мін. Оборони

source: Ministry of defense of Ukraine data
de: Daten des Verteidigungsministeriums der Ukraine
es: Datos del ministerio de defensa de ucrania.
it: Dati del Ministero della Difesa dell'Ucraina
ja: ウクライナ国防省のデータ
uk: Дані Міністерства оборони України

source: Oryx
ja: オリックス

source: Oryx OSINT data
de: Oryx OSINT-Daten
es: Datos OSINT de Oryx
it: Dati Oryx OSINT
ja: オリックス OSINT データ
uk: Дані Oryx OSINT

source: Support Ukraine
de: Unterstützen Sie die Ukraine
es: Apoyar a Ucrania
it: Sostieni l'Ucraina
ja: ウクライナを支援する
uk: Підтримайте Україну

source: Support/Donate Ukraine
de: Unterstützen/spenden Sie die Ukraine
es: Apoyar/Donar Ucrania
it: Sostieni/Fai una donazione all'Ucraina
ja: ウクライナを支援/寄付する
uk: Підтримка/Пожертвування Україні

source: Application programming interface
de: Programmierschnittstelle
es: Interfaz de programación de aplicaciones
it: Interfaccia di programmazione applicazioni
ja: アプリケーションプログラミングインターフェース
uk: Інтерфейс прикладного програмування

source: About
de: Um
es: Acerca de
it: Di
ja: について
uk: Інформація

source: How it works / About me
de: Wie es funktioniert / Über mich
es: Cómo funciona / Acerca de mí
it: Come funziona / Chi sono
ja: 仕組み / 私について
uk: Як це працює / Про мене

source: Stand against russian imperialistic aggression: Support Ukraine's Victory
ja: ロシア帝国主義的侵略に立ち向かう：ウクライナの勝利を支持する
uk: Протистояння російсько-імперіалістичній агресії: Підтримайте Перемогу України

source: Donate to Ukrainian Army or verified charity platforms
de: Spenden Sie an die ukrainische Armee oder verifizierte Wohltätigkeitsplattformen
es: Done al ejército ucraniano o plataformas benéficas verificadas
it: Fai una donazione all'esercito ucraino o a piattaforme di beneficenza verificate
ja: ウクライナ軍または認定された慈善プラットフォームに寄付してください
uk: Зробіть пожертву на користь української армії або перевірених благодійних платформ

source: Donation Link
de: Spendenlink
es: Enlace de donación
it: Collegamento per la donazione
ja: 寄付リンク
uk: Посилання для пожертвувань

source: Consider other charity platforms
de: Ziehen Sie andere Wohltätigkeitsplattformen in Betracht
es: Considere otras plataformas benéficas
it: Prendi in considerazione altre piattaforme di beneficenza
ja: 他の慈善プラットフォームを検討する
uk: Розгляньте інші благодійні платформи

source: Stand For Ukraine
de: Stehen Sie für die Ukraine
es: Defiende a Ucrania
it: Sostieni l'Ucraina
ja: ウクライナを代表して立ち上がる

source: Consider donating to Open Source Intelligence contributors whose hard work allows to preserve and document all losses of russian invaders
de: Erwägen Sie eine Spende an Open-Source-Intelligence-Mitwirkende, deren harte Arbeit dies zulässt alle Verluste russischer Invasoren zu bewahren und zu dokumentieren
es: Considere hacer una donación a contribuyentes de Open Source Intelligence cuyo arduo trabajo lo permita Preservar y documentar todas las pérdidas de los invasores rusos.
it: Prendi in considerazione la possibilità di donare ai contributori di Open Source Intelligence il cui duro lavoro lo consente per preservare e documentare tutte le perdite degli invasori russi
ja: 勤勉な努力を惜しまない Open Source Intelligence の貢献者への寄付を検討してください。 ロシア侵略者のすべての損失を保存し、記録すること

source: Jakub Janovsky
ja: ヤクブ・ヤノフスキー

source: Bellingcat and Oryx Blog contributor.
de: Mitwirkender im Bellingcat- und Oryx-Blog.
es: Colaborador de Bellingcat y Oryx Blog.
it: Collaboratore di Bellingcat e Oryx Blog.
ja: Bellingcat および Oryx ブログの寄稿者。
uk: Bellingcat та Oryx вкладник.

source: WarSpotting
ja: 戦争スポッティング

source: open-source intelligence group
de: Open-Source-Geheimdienstgruppe
es: grupo de inteligencia de código abierto
it: gruppo di intelligence open source
ja: オープンソースインテリジェンスグループ
uk: розвідувальна група відкритих джерел інформації

source: WarSpotting is a database of documented losses in 2022 Russian invasion in Ukraine. They use photo evidences found across open sources on the web such as social media as proofs.
de: WarSpotting ist eine Datenbank dokumentierter Verluste bei der russischen Invasion in der Ukraine im Jahr 2022. Sie verwenden Fotobeweise, die in offenen Quellen im Internet wie sozialen Medien gefunden wurden Beweise.
es: WarSpotting es una base de datos de pérdidas documentadas en la invasión rusa de Ucrania en 2022. Utilizan evidencias fotográficas encontradas en fuentes abiertas en la web, como las redes sociales, como pruebas.
it: WarSpotting è un database di perdite documentate durante l'invasione russa in Ucraina del 2022. Utilizzano prove fotografiche trovate in fonti aperte sul Web come i social media prove.
ja: WarSpotting は、2022 年のロシアのウクライナ侵攻で記録された損失を記録したデータベースです。 彼らは、ソーシャルメディアなどのウェブ上のオープンソース全体で見つかった証拠写真を次のように使用します。 証拠。
uk: WarSpotting — це база даних про задокументовані втрати під час російського вторгнення в Україну у 2022 році. Як докази вони використовують фотодокази, знайдені у відкритих джерелах в Інтернеті, таких як соціальні мережі.

source: Donation link
de: Spendenlink
es: Enlace de donación
it: Collegamento per la donazione
ja: 寄付リンク
uk: Посилання для пожертвувань

source: Armed Forces of Ukraine
de: Streitkräfte der Ukraine
es: Fuerzas Armadas de Ucrania
it: Forze armate dell'Ucraina
ja: ウクライナ軍
uk: Збройні сили України

source: Government, Military
de: Regierung, Militär
es: Gobierno, Militar
it: Governo, militare
ja: 政府、軍
uk: Урядова, Військова

source: An official fundraising account created by NBU to support the Armed Forces of Ukraine. All collected funds are directed to enhance Ukraine's defense capability: weapons, equipment, food, medicine, and other supplies.
ja: NBU が国軍を支援するために作成した公式募金アカウント ウクライナ。集められた資金はすべて、ウクライナの防衛力強化に充てられます。 武器、装備、食料、医薬品、その他の物資。
uk: Офіційний збір коштів, створений НБУ для підтримки Збройних Сил України. Усі зібрані кошти спрямовані на підвищення обороноздатності України: озброєння, техніка, продовольство, медикаменти та інше.

source: Come Back Alive
de: Komm lebendig zurück
es: Vuelve con vida
it: Torna vivo
ja: 生きて帰ってくる
uk: Повернись живим

source: Military, Non-government, Medical
de: Militär, Nichtregierung, Medizin
es: Militar, no gubernamental, médico
it: Militare, non governativo, medico
ja: 軍事、非政府、医療
uk: Військова, неурядова, медична

source: The Foundation stands with the Ukrainian Armed Forces by funding defensive initiatives. We supply technology, training, and ammunition. After arriving home from the front line of defense, our troops receive support with sports rehabilitation and the development of veteran-run businesses.
de: Die Stiftung steht den ukrainischen Streitkräften bei der Finanzierung von Verteidigungsmaßnahmen zur Seite Initiativen. Wir liefern Technologie, Ausbildung und Munition. Nach der Heimkehr von der An der vordersten Verteidigungslinie erhalten unsere Truppen Unterstützung bei der sportlichen Rehabilitation und der Entwicklung von von Veteranen geführten Unternehmen.
es: La Fundación apoya a las Fuerzas Armadas de Ucrania financiando actividades defensivas iniciativas. Suministramos tecnología, entrenamiento y municiones. Después de llegar a casa desde el primera línea de defensa, nuestras tropas reciben apoyo con la rehabilitación deportiva y el desarrollo de empresas dirigidas por veteranos.
it: La Fondazione sostiene le forze armate ucraine finanziando la difesa iniziative. Forniamo tecnologia, addestramento e munizioni. Dopo essere arrivato a casa dal prima linea di difesa, le nostre truppe ricevono supporto con la riabilitazione sportiva e il sviluppo di imprese gestite da veterani.
ja: 財団はウクライナ国防軍に資金を提供することで協力しています。 取り組み。私たちは技術、訓練、弾薬を提供します。から帰宅後、 防衛の最前線で、私たちの軍隊はスポーツリハビリテーションと 退役軍人が経営するビジネスの発展。
uk: Фонд підтримує Збройні сили України, фінансуючи оборонні ініціативи. Ми постачаємо технологію, навчання та амуніцію. Після прибуття додому з передової оборони, наші військові отримують підтримку спортивною реабілітацією та допомогу з розвитком ветеранського бізнесу.

source: UNITED24
es: UNIDOS24
it: REGNO24
ja: ユナイテッド24

source: Government, Military, Medical, Humanitarian, Education and Science
de: Regierung, Militär, Medizin, humanitäre Hilfe, Bildung und Wissenschaft
es: Gobierno, militar, médico, humanitario, educación y ciencia
it: Governo, militare, medico, umanitario, istruzione e scienza
ja: 政府、軍事、医療、人道、教育、科学
uk: Урядова, військова, медична, гуманітарна, освітнта та наукова

source: The platform allows one-click donations to Ukraine from anywhere. Why is this so important? Because Ukraine itself knows best what is needed and can deliver aid directly. No one was ready for a full-scale war in the heart of Europe. Charitable foundations, no matter how well-organized, cannot meet the needs of a country as large as Ukraine. We can, however, do it together. UNITED24 is designed for collaboration with charities, partners, donors, and public figures worldwide.
de: Die Plattform ermöglicht One-Click-Spenden in die Ukraine von überall aus. Warum ist das so wichtig? Denn die Ukraine selbst weiß am besten, was benötigt wird und kann direkt Hilfe leisten. Niemand war auf einen umfassenden Krieg im Herzen Europas vorbereitet. Gemeinnützige Stiftungen, nein Unabhängig davon, wie gut es organisiert ist, kann es den Bedürfnissen eines so großen Landes wie der Ukraine nicht gerecht werden. Wir können, Machen Sie es jedoch gemeinsam. UNITED24 ist für die Zusammenarbeit mit Wohltätigkeitsorganisationen, Partnern, Spendern und der Öffentlichkeit konzipiert Zahlen weltweit.
es: La plataforma permite donaciones con un solo clic a Ucrania desde cualquier lugar. Por qué esto es tan ¿importante? Porque la propia Ucrania sabe mejor lo que se necesita y puede entregar ayuda directamente. Nadie estaba preparado para una guerra a gran escala en el corazón de Europa. Fundaciones benéficas, no Por muy bien organizada que esté, no puede satisfacer las necesidades de un país tan grande como Ucrania. Podemos, sin embargo, háganlo juntos. UNITED24 está diseñado para colaborar con organizaciones benéficas, socios, donantes y público. cifras a nivel mundial.
it: La piattaforma consente donazioni all'Ucraina con un clic da qualsiasi luogo. Perché è così? importante? Perché l’Ucraina stessa sa meglio di cosa ha bisogno e può fornire aiuti direttamente. Nessuno era pronto per una guerra su vasta scala nel cuore dell’Europa. Fondazioni di beneficenza, no per quanto ben organizzata, non può soddisfare le esigenze di un paese grande come l’Ucraina. Noi possiamo, tuttavia, fatelo insieme. UNITED24 è progettato per la collaborazione con enti di beneficenza, partner, donatori e pubblico cifre in tutto il mondo.
ja: このプラットフォームを使用すると、どこからでもワンクリックでウクライナに寄付することができます。なぜそうなるのか 重要？なぜなら、ウクライナ自身が何が必要なのかを最もよく知っており、直接援助を届けることができるからだ。 ヨーロッパの中心部での全面戦争には誰も準備ができていなかった。慈善財団、いいえ どんなに組織化されていても、ウクライナのような大きな国のニーズを満たすことはできません。我々はできる、 ただし、一緒にやってください。 UNITED24 は慈善団体、パートナー、寄付者、一般の人々とのコラボレーションを目的に設計されています 世界中の数字。
uk: Платформа дозволяє робити пожертви для України в один клік з будь-якого місця. Чому це так важливо? Тому що Україна сама найкраще знає, що потрібно, і може надати допомогу напряму. Ніхто не був готовий до повномасштабної війни в центрі Європи. Благодійні фонди, якими б добре не були організовані, не можуть забезпечити потреби такої великої країни, як Україна. Однак ми можемо зробити це разом. UNITED24 призначений для співпраці з благодійними організаціями, партнерами, донорами та громадськими діячами по всьому світу.

source: The Ukraine Humanitarian Fund
de: Der Humanitäre Fonds der Ukraine
es: El Fondo Humanitario de Ucrania
it: Il Fondo umanitario ucraino
ja: ウクライナ人道基金
uk: Український гуманітарний фонд

source: Non-government, Humanitarian, Medical
de: Nichtregierungsorganisationen, humanitäre Hilfe, medizinische Hilfe
es: No gubernamental, humanitaria, médica
it: Non governativo, umanitario, medico
ja: 非政府、人道的、医療
uk: Недержавна, гуманітарна, медична

source: One of the UN's country-based pooled funds. Your donation will help humanitarian NGOs and UN agencies in Ukraine to assist the most vulnerable communities and people, and to provide them with urgently needed food, water, shelter, and other basic support.
ja: 国連の国別プール基金の 1 つ。あなたの寄付が役に立ちます ウクライナの人道NGOと国連機関は、最も弱い立場にあるコミュニティを支援し、 人々に緊急に必要な食料、水、住居、その他の基本的な物資を提供すること サポート。

source: Serhiy Prytula Charity Foundation
de: Serhiy Prytula Wohltätigkeitsstiftung
es: Fundación benéfica Serhiy Prytula
it: Fondazione di beneficenza Serhiy Prytula
ja: セルヒイ・プリトゥラ慈善財団

source: Serhiy Prytula Charity Foundation is focused on strengthening the Defence Forces of Ukraine and providing assistance to the civilians affected by russian aggression. Over 200 volunteers and employees of the Foundation work every day to ensure that every donation we receive becomes valuable assistance to Ukraine.
de: Die Serhiy Prytula Charity Foundation konzentriert sich auf die Stärkung der Verteidigungskräfte von Ukraine und Bereitstellung von Hilfe für die Zivilbevölkerung, die von der russischen Aggression betroffen ist. Über 200 Freiwillige und Mitarbeiter der Stiftung arbeiten täglich daran, sicherzustellen, dass jeder Die Spende, die wir erhalten, wird zu einer wertvollen Hilfe für die Ukraine.
es: La Fundación Benéfica Serhiy Prytula se centra en el fortalecimiento de las Fuerzas de Defensa de Ucrania y proporcionando asistencia a los civiles afectados por la agresión rusa. Más de 200 voluntarios y empleados de la Fundación trabajan cada día para que cada La donación que recibimos se convierte en una valiosa ayuda para Ucrania.
it: La Serhiy Prytula Charity Foundation si concentra sul rafforzamento delle forze di difesa del Ucraina e fornendo assistenza ai civili colpiti dall’aggressione russa. Oltre 200 volontari e dipendenti della Fondazione lavorano ogni giorno per garantire che ogni la donazione che riceviamo diventa un prezioso aiuto per l'Ucraina.
ja: Serhiy Prytula 慈善財団は、防衛力の強化に焦点を当てています。 ウクライナとロシアの侵略の影響を受けた民間人への支援を提供しています。 財団の 200 人を超えるボランティアと従業員が、すべての人々の健康を確保するために毎日働いています。 私たちが受け取る寄付はウクライナへの貴重な支援となります。
uk: Благодійний фонд Сергія Притули спрямований на зміцнення Сил оборони України та надання допомоги мирним жителям, які постраждали внаслідок російської агресії. Понад 200 волонтерів і співробітників Фонду щодня працюють над тим, щоб кожна наша пожертва ставала цінною допомогою для України.

source: Ministry of Healthcare of Ukraine
de: Gesundheitsministerium der Ukraine
es: Ministerio de Salud de Ucrania
it: Ministero della Sanità dell'Ucraina
ja: ウクライナ保健省
uk: МОЗ України

source: Government, Humanitarian, Medical
de: Regierung, humanitäre Hilfe, Medizin
es: Gobierno, humanitario, médico
it: Governativo, umanitario, medico
ja: 政府、人道支援、医療
uk: Державна, гуманітарна, медична

source: All funds will be used to meet the needs of hospitals and emergency medical institutions that are the first to provide assistance to the wounded and enter the struggle for the life and health of Ukrainians.
de: Alle Mittel werden zur Deckung des Bedarfs von Krankenhäusern und der Notfallmedizin verwendet Institutionen, die als erste den Verwundeten Hilfe leisten und in die eintreten Kampf um das Leben und die Gesundheit der Ukrainer.
es: Todos los fondos se utilizarán para satisfacer las necesidades de hospitales y servicios médicos de emergencia. instituciones que son las primeras en brindar asistencia a los heridos y entrar en el Lucha por la vida y la salud de los ucranianos.
it: Tutti i fondi verranno utilizzati per soddisfare le esigenze degli ospedali e delle emergenze mediche istituzioni che sono le prime a fornire assistenza ai feriti e ad entrare nel lotta per la vita e la salute degli ucraini.
ja: すべての資金は病院や救急医療のニーズを満たすために使用されます。 負傷者に最初に援助を提供し、緊急事態に入る機関。 ウクライナ人の命と健康のための闘い。
uk: Усі кошти будуть спрямовані на забезпечення потреб лікарень та закладів швидкої медичної допомоги, які першими надають допомогу пораненим і вступають у боротьбу за життя та здоров’я українців.

# pageTitleSupport
source: Support Ukraine against russian invasion
de: Unterstützen Sie die Ukraine gegen die russische Invasion
es: Apoyar a Ucrania contra la invasión rusa
it: Sostieni l'Ucraina contro l'invasione russa
ja: ロシアの侵略に対してウクライナを支援する
uk: Підтримайте Україну проти російського вторгнення

# ogTitleSupport
source: Support Ukraine against russian invasion
de: Unterstützen Sie die Ukraine gegen die russische Invasion
es: Apoyar a Ucrania contra la invasión rusa
it: Sostieni l'Ucraina contro l'invasione russa
ja: ロシアの侵略に対してウクライナを支援する
uk: Підтримайте Україну проти російського вторгнення

# ogDescriptionSupport
source: List of verified ways to support Ukraine against russian invasion
de: Liste geprüfter Möglichkeiten zur Unterstützung der Ukraine gegen die russische Invasion
es: Lista de formas verificadas de apoyar a Ucrania contra la invasión rusa
it: Elenco di modi verificati per sostenere l'Ucraina contro l'invasione russa
ja: ロシアの侵略に対してウクライナを支援する検証済みの方法のリスト
uk: Список перевірених способів підтримки України проти російського вторгнення

source: Hello, I'm Volodymyr
de: Hallo, ich bin Volodymyr
es: Hola, soy Volodymyr.
it: Ciao, sono Volodymyr
uk: Привіт, я Володимир

source: To bring additional awareness to the ongoing War in Ukraine and to demonstrate the strength and effectiveness of Ukraine's defense against russian occupying forces.
de: Um zusätzliches Bewusstsein für den andauernden Krieg in der Ukraine zu schaffen und dies zu demonstrieren Stärke und Wirksamkeit der Verteidigung der Ukraine gegen die russischen Besatzungstruppen.
es: Para crear conciencia adicional sobre la guerra en curso en Ucrania y demostrar la Fuerza y eficacia de la defensa de Ucrania contra las fuerzas de ocupación rusas.
it: Per portare ulteriore consapevolezza sulla guerra in corso in Ucraina e per dimostrare la forza ed efficacia della difesa dell'Ucraina contro le forze di occupazione russe.

source: Let's Connect and Collaborate
de: Lassen Sie uns miteinander in Kontakt treten und zusammenarbeiten
es: Conectémonos y colaboremos
it: Connettiamoci e collaboriamo
uk: Спілкування та співпраця

source: Your feedback and support are invaluable. If you come across any bugs or have suggestions to improve this site, please don't hesitate to reach out.
de: Ihr Feedback und Ihre Unterstützung sind von unschätzbarem Wert. Wenn Sie auf Fehler stoßen oder haben Vorschläge zur Verbesserung dieser Website haben, zögern Sie bitte nicht, uns zu kontaktieren.
es: Sus comentarios y apoyo son invaluables. Si encuentra algún error o tiene sugerencias para mejorar este sitio, no dude en comunicarse.
it: Il tuo feedback e il tuo supporto sono preziosi. Se riscontri bug o hai suggerimenti per migliorare questo sito, non esitate a contattarci.

# statistics.rangeSelection.fullRangeTooltip
source: Select full range since the start of the invasion
de: Wählen Sie den gesamten Bereich seit Beginn der Invasion aus
it: Seleziona l'intero intervallo dall'inizio dell'invasione

source: Since then, Ukraine has been a symbol of resilience, bravely confronting against military superpower. It's a battle not only for land but for the preservation of culture and identity.
de: Seitdem ist die Ukraine ein Symbol der Widerstandsfähigkeit und des mutigen Widerstands militärische Supermacht. Es ist nicht nur ein Kampf um Land, sondern auch um dessen Erhaltung Kultur und Identität.
es: Desde entonces, Ucrania ha sido un símbolo de resiliencia, enfrentando con valentía superpotencia militar. Es una batalla no sólo por la tierra sino por la preservación de cultura e identidad.
it: Da allora, l’Ucraina è stata un simbolo di resilienza, capace di affrontare coraggiosamente la situazione superpotenza militare. È una battaglia non solo per la terra ma per la sua preservazione cultura e identità.

source: Many experts predicted that Ukraine's fall would be a matter of weeks, yet it's been already
de: Viele Experten gingen davon aus, dass der Sturz der Ukraine noch nur wenige Wochen dauern würde es ist schon gewesen
es: Muchos expertos predijeron que la caída de Ucrania sería cuestión de semanas, pero ya ha sido
it: Molti esperti prevedevano che la caduta dell'Ucraina sarebbe stata ancora questione di settimane è già stato

source: It's crucially important to continue fighting against this existential threat as well as remember ukrainian soldiers and people who gave their lives fighting for brighter future and freedom of Ukraine and whole Europe. This website is a tribute to all those who gave their lives for Ukraine.
de: Es ist von entscheidender Bedeutung, weiterhin gegen diese existenzielle Bedrohung zu kämpfen Und wir erinnern uns auch an die ukrainischen Soldaten und Menschen, die im Kampf dafür ihr Leben ließen eine bessere Zukunft und Freiheit der Ukraine und ganz Europas. Diese Website ist eine Hommage an alle diejenigen, die ihr Leben für die Ukraine gegeben haben.
es: Es de vital importancia seguir luchando contra esta amenaza existencial. así como recordar a los soldados ucranianos y a las personas que dieron su vida luchando por un futuro más brillante y la libertad de Ucrania y de toda Europa. Este sitio web es un homenaje a todos. aquellos que dieron su vida por Ucrania.
it: È di fondamentale importanza continuare a lottare contro questa minaccia esistenziale così come ricordare i soldati ucraini e le persone che hanno dato la vita combattendo un futuro migliore e la libertà dell’Ucraina e dell’intera Europa. Questo sito è un omaggio a tutti coloro che hanno dato la vita per l’Ucraina.

source: On these pages, you will see the severe losses in personnel and military vehicles that the Ukrainian military has inflicted on the russian occupying forces, clearly demonstrating the strength and effectiveness of Ukraine's defense.
de: Auf diesen Seiten sehen Sie die schweren Verluste an Personal und Militärfahrzeugen die das ukrainische Militär den russischen Besatzungstruppen zugefügt hat, ganz klar Dies demonstriert die Stärke und Wirksamkeit der ukrainischen Verteidigung.
es: En estas páginas podrá ver las graves pérdidas de personal y vehículos militares. que el ejército ucraniano ha infligido a las fuerzas de ocupación rusas, claramente demostrando la fuerza y eficacia de la defensa de Ucrania.
it: In queste pagine potrete vedere le gravi perdite di personale e di veicoli militari che l’esercito ucraino ha chiaramente inflitto alle forze di occupazione russe dimostrando la forza e l'efficacia della difesa dell'Ucraina.

source: Separate app with configurable charting is available
it: App separata con grafici configurabili è disponibile

source: Here
it: Qui

source: Stand against russian imperialistic aggression: Support Ukraine's Victory
de: Stehen Sie der russischen imperialistischen Aggression entgegen: Unterstützen Sie den Sieg der Ukraine
es: Oponerse a la agresión imperialista rusa: apoyar la victoria de Ucrania
it: Resistete all’aggressione imperialistica russa: sostenete la vittoria dell’Ucraina
